Repository: ckarrie/karrie-django-projectroom
Catalog: projectroom/locale/*/LC_MESSAGES/django.po
Languages: de

source: Requested by Customer
de: Anfrage von AG

source: Seen by Worker
de: Gesehen von AN

source: Started by Worker
de: Gestartet von AN

source: Cancelled by Worker
de: Abgebrochen von AN

source: Cancelled by Customer
de: Abgebrochen von AG

source: Waiting for Approval by Customer
de: Warten auf Prüfung des AG

source: Approved by Customer
de: Geprüft von AG

source: Worker waiting to get Payed
de: AN wartet auf Bezahlung

source: Closed and finished by Worker
de: Beendet von AN

source: Swiss Francs
de: CHF

source: Currency
de: Währung

source: %(hr)s %(c)s/h
de: %(hr)s %(c)s/Std.

source: Job type
de: Auftragstyp

source: Parent Job
de: Übergeordneter Auftrag

source: Job name
de: Auftragstitel

source: Description
de: Beschreibung

source: Deadline
de: Frist

source: Rate
de: Tarif

source: Requested by
de: Anfrage von

source: Requested at
de: Anfrage vom

source: Account
de: Konto

source: File
de: Datei

source: Ticket status
de: Status

source: Assigned to
de: Zuweisen an

source: valued effort
de: geschätzter Aufwand

source: actual effort
de: tatsächlicher Aufwand

source: %(ticket_name)s: %(pre)s to %(post)s
de: %(ticket_name)s: %(pre)s zu %(post)s

source: New Job created: %(project)s / %(name)s / %(type)s
de: Neuer Auftrag erstellt: %(project)s / %(name)s / %(type)s

source: Hello, a new job has been created, Link: %(url)s Project: %(project)s Type: %(type)s -
de: Guten Tag, ein neuer Auftrag wurde erstellt, Link: %(url)s Projekt: %(project)s Typ: %(type)s -

source: Ticket changed: %(project)s / %(job)s / %(ticket)s
de: Ticketänderung: %(project)s / %(job)s / %(ticket)s

source: Hello, a ticket has been changed. Link: %(url)s Project: %(project)s Job: %(job)s Ticket: %(ticket)s %(text)s Send via https://tickets.xn--karri-fsa.de
de: Guten Tag, ein Ticket wurde verändert. Link: %(url)s Projekt: %(project)s Auftrag: %(job)s Ticket: %(ticket)s %(text)s Send via https://tickets.xn--karri-fsa.de
